
/* No comment provided by engineer. */
"Close" = "Tanca";

/* No comment provided by engineer. */
"Delete" = "Esborra";

/* Verb 'edit' on a button */
"Edit" = "Edita";

/* Button in the Xtras Manager to go to adiumxtras.com to get more adiumxtras */
"Get More Xtras" = "Aconsegueix més Xtres";

/* Button title to open a message window the specific contact from the 'New Chat' window */
"Message" = "Missatge";

/* Button to return from away in the away status window */
"Return" = "Torna";

/* No comment provided by engineer. */
"Send" = "Envia";
